Revit 2027 API
ParameterTypeId.FabricParamMinorLapspliceLength Property
 "Minor Lap Splice Length": Fabric lap splice length in minor direction in the fabric distribution.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamMinorLapspliceLength { get; }
Public Shared ReadOnly Property FabricParamMinorLapspliceLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamMinorLapspliceLength {
	ForgeTypeId^ get ();
}
static member FabricParamMinorLapspliceLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace